Invalid value of parameter %1!s! in highlighted element.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 16.0.0.0 (16.0.0.0)
 Syntax
  C#
public static FailureDefinitionId GlobalParamInvalidElemParamValue { get; }
  Visual Basic
Public Shared ReadOnly Property GlobalParamInvalidElemParamValue As FailureDefinitionId
	Get
  Visual C++
public:
static property FailureDefinitionId^ GlobalParamInvalidElemParamValue {
	FailureDefinitionId^ get ();
}
 See Also
  BuiltInFailures GlobalParameterFailures Class
  Autodesk.Revit.DB Namespace